Repository: Mohammadkay/tobs
Catalog: SPChallenge/Mobile/lib/l10n/intl_*.arb
Languages: ar

source: Get a Quote
ar: احصل على السعر

source: About Us
ar: نبذة عنا

source: Log In
ar: الدخول

source: Feedback
ar: اقتراحات

source: Track Claim
ar: متابعة مطالبة

source: Medical Network
ar: الشبكة الطبية

source: Profile
ar: حسابي

# yourfeedbackisimportant
source: Your feedbacck is important
ar: رأيك يهمنا

source: Welcome Guest
ar: أهلا

source: Create Account
ar: التسجيل

source: Home
ar: الرئيسية

source: Contact Us
ar: اين تجدنا

source: Regional Offices
ar: المكاتب الإقليمية

source: Social Media
ar: التواصل الاجتماعي

source: Welcome Back,
ar: اهلا

# allrightsreserved
source: © ASIC, All Rights Reserved
ar: © الدرع العربي للتأمين - جميع الحقوق محفوظة

source: Virtual Medical Card
ar: البطاقة الطبية

source: Members Virtual Card
ar: بطاقة الأعضاء الطبية

source: Policies List
ar: قائمة الوثائق

source: About Us
ar: نبذة عنا

# ASICIntro
source: Arabian Shield began operations in 1998 when the company,at that time incorporated as a Bahraini Company,was represented in Saudi Arabia by an agent.
ar: بدأت شركة الدرع العربي نشاطها في عام 1998 م عندما دخلت الشركة السوق السعودي كشركة تأمين بحرينية تعمل من خلال وكيل محلي

# ASICApplication
source: Application was made to incorporate a Saudi cooperativeinsurance company following the licensing and regulation of the insurance industry in Saudi Arabia.
ar: تم البدء بالإجراءات لتأسيس شركة تأمين تعاوني سعودية بعد صدور الأنظمة الخاصة بترخيص و تنظيم قطاع التأمين في المملكة العربية السعودية

# ASICIncorporated
source: Arabian Shield Cooperative Insurance Company was incorporated in May 2007 as a Saudi Joint Stock Company and was granted a license from SAMA in September 2007 to transact general and medical insurance business in Saudi Arabia. The business previously underwritten by the Bahraini company was transferred to Arabian Shield Cooperative Insurance Company which commenced operations on 1 January 2009.
ar: تأسست شركة الدرع العربي للتأمين التعاوني في مايو 2007 كشركة مساهمة سعودية ومنحت الترخيص من مؤسسة النقد العربي السعودي (ساما) في سبتمبر 2007 لممارسة أعمال التأمين العام والطبي في المملكة العربية السعودية. و تم نقل الأعمال المكتتبة سابقا من قبل الشركة البحرينية لشركة الدرع العربي للتأمين التعاوني التي بدأت عملياتها في 1 يناير 2009.

# feedBackTitle
source: Your feedback is important
ar: رايك يهمنا

source: Email
ar: البريد الالكتروني

source: Mobile
ar: الهاتف

# pleaseEnterMobile
source: Please enter your mobile number.
ar: الرجاء ادخال رقم الهاتف

# mobileValidation
source: Mobile number should be 10 digits & start with 05.
ar: يجب ان يتكون رفم الهاتف من 10 خانات وان يبدا 05

# howDoYouRateApp
source: How do you rate our app?
ar: كيف تقيم تطبيقنا؟

source: Are you satisfied with our services?
ar: هل أنت راض عن خدماتنا؟

source: Any suggestions to improve our services or app?
ar: هل لديك اي اقتراحات لتحسين خدماتنا او التطبيق؟

source: yes
ar: نعم

source: no
ar: لا

source: Done
ar: تم

source: Email was sent.
ar: تم ارسال البريد الالكتروني

source: Close
ar: اغلاق

source: Error
ar: خطا

source: Failed to send email
ar: خطا اثناء ارسال البريد الالكترزني

source: Please check all fields.
ar: الرجاء التحقق من جميع الخانات

source: Submit
ar: ارسال

# errorwhileloadingdate
source: Sorry, there was an error loading your data
ar: عذرا, حصلت مشكلة اثناء جلب البيانات

# nomedicalpolicyerror
source: Unfortunately, you either have no medical policy issued or active at the moment.
ar: لسوء الحظ ، إما أنه ليس لديك وثيقة طبية صادرة أو سارية المفعول في الوقت الحالي.

# memberVirtualCard
source: Members Virtual Card
ar: بطاقة العضو الافتراضية

source: Policies
ar: الوثائق

source: Member Name
ar: اسم العضو

source: Select
ar: اختر

source: Please Fill all fields.
ar: الرجاء تعبة من جميع الخانات

source: Go To Card
ar: الذهاب الى البطاقة

source: Medical Card
ar: البطاقة الطبية

source: Policy Holder Name
ar: اسم حامل الوثيقة

source: Card No.:
ar: رقم البطاقة:

source: National ID
ar: الرقم الوطني

source: Class
ar: الفئة

source: Plan
ar: الخطة

source: Area of Cover
ar: نطاق التغطية

source: Network
ar: الشبكة

# DOB
source: Date of Birth
ar: تاريخ الميلاد

source: Effective Date
ar: بدأ سريان الوثيقة

source: Expiry Date
ar: تاريخ الانتهاء

source: Emp. No
ar: رقم الموظف

source: Edit
ar: تعديل

source: Nationality
ar: الجنسية

source: Change Password
ar: تغيير كلمة المرور

source: Old Password
ar: كلمة المرور السابقة

source: New Password
ar: كلمة المرور الجديدة

source: Re-Enter New Password
ar: اعد ادخال كلمة المرور الجديدة

source: Success
ar: تمت العملية بنجاح

source: Password Changed Successfully
ar: تم تغيير كلمة المرور بنجاح

source: Save
ar: حفظ

source: Please Check fields again
ar: يرجى التحقق من الخانات

source: Photo Library
ar: معرض الصور

source: Camera
ar: الكاميرا

source: Full Name
ar: الاسم الكامل

source: Your profile has been updated
ar: تم حفظ بياناتك بنجاح

source: Ok
ar: موافق

source: Something went wrong
ar: حدثت مشكلة

source: Validation
ar: التحقق

source: No Data
ar: لا يوجد بيانات

source: Edit Profile
ar: تعديل الحساب

source: Saudi
ar: سعودي

source: Non-Saudi
ar: غير سعودي

source: ID Expiry Date (Hijri)
ar: تاريخ انتهاء الهوية (هجري)

source: Password
ar: كلمة المرور

source: Confirm Password
ar: تأكيد كلمة السر

source: Thank you for registering, press Ok to sign in
ar: شكرا لتسجيلك في موقعنا, اضغط موافق للدخول

source: Sorry, there was an error loading your data
ar: عذرا حدث خطا

source: Your Information
ar: معلوماتك

source: Commercial No
ar: الرقم التجاري

source: Title
ar: العنوان

source: Name
ar: الاسم

source: First Name
ar: الاسم الاول

source: Middle Name
ar: الاسم الثاني

source: Last Name
ar: اسم العائلة

source: Gender
ar: الجنس

source: Job Title
ar: المسمى الوظيفي

source: Nature of Business
ar: طبيعة العمل

source: We have sent an email for you with the username and password in order to login.
ar: تم ارسال بريد الكتروني يتكون من اسم المتسخدم وكلمة المرور لتسجيل الدخزل

source: General
ar: التأمينات العامة

source: Travel
ar: تأمين السفر

# NoPoliciesMessage
source: Unfortunately, no policies were found under your account/registered ID.
ar: لا يوجد وثائق للمستخدم الحالي

source: Gnereal Policy
ar: الوثائق العامة

source: Product Name
ar: اسم المنتج

source: Policy No.
ar: رقم الوثيقة

# PlatNo
source: Plate No.
ar: رقم اللوحة

# cantprintforpolicy
source: Can't print report for this policy type
ar: لا يمكن طباعة التقرير لهذه الوثيقة

source: Print Policy
ar: طباعة الوثيقة

source: Renew Policy
ar: تجديد الوثيقة

source: Travel Policy
ar: وثائق السفر

source: Travel Insurance
ar: تأمين السفر

source: Head Office
ar: الفرع الرئيسي

source: Eastern Regional Office
ar: المكتب الاقليمي-الشرقية

source: Jeddah Regional Office
ar: المكتب الاقليمي-الغربية

# rdFloorSuiteKingFaisalRoadYarmourkDistrictAlKhobar
source: 3rd Floor Suite Nos.301 & 302 Blue Tower, King Faisal Road Yarmourk District, P.O. Box 2399, Al-Khobar 31952
ar: الدور الثالث جناح 301، 302 البرج الأزرق، شارع الملك فيصل حي اليرموك، ص.ب. 2399، الخبر 31952

source: Phone Number: 38062300
ar: هاتف: 2300 806 (13) 966+

source: Fax Number: 38062399
ar: فاكس: 2399 806 (13) 966+

source: P.O. Box 24431 Jeddah 21446
ar: صندوق البريد 24431 جدة 21446

source: Kingdom of Saudi Arabia
ar: المملكة العربية السعودية

source: Phone: +966 (02) 614 0293
ar: هاتف: 0293 614 (12) 966+

source: Fax: +966 (02) 614 0290
ar: فاكس: 0290 614 (12) 966+

source: Contact Details
ar: بيانات المتصل

source: City
ar: المدينة

source: Provider Type
ar: نوع المزود

source: Specialty
ar: التخصص

source: Find Nearest
ar: البحث عن الاقرب

source: Please fill fields correctly.
ar: الرجاء تعبئة الحقول بشكل صحيح

source: Close
ar: اغلاق

source: Search
ar: بحث

source: Reset
ar: اعادة

# mainTextMotorInsurance
source: Losses related to traffic accidents as replacing damaged vehicles costs, repair costs, remedial costs or any other expenses related to responsibilities against third parties represent a big burden on the owner of the vehicle or its driver. Arabian Shield is looking to meet customers’ expectations and provide protection through its Motor Insurance Programs.
ar: تمثل الخسائر المتعلقة بحوادث المرور مثل استبدال تكاليف المركبات التالفة أو تكاليف الإصلاح أو تكاليف الإصلاح أو أي نفقات أخرى تتعلق بالمسؤوليات تجاه الأطراف الثالثة عبئًا كبيرًا على مالك السيارة أو سائقها. تتطلع الدرع العربي لتلبية توقعات العملاء وتوفير الحماية من خلال برامج التأمين على السيارات

# TitlesMotorInsurance
source: Comprehensive Insurance Compulsory Motor Insurance (Third Party)
ar: التأمين الشامل ، التأمين الإجباري على المركبات (طرف ثالث)

# Paragraphs1
source: Comprehensive Insurance Program from Arabian Shield has many advantages that provide peace of mind and confidence and this is what distinguished our program from other insurance companies, these advantages include:
ar: برنامج التأمين الشامل من شركة الدرع العربي له العديد من المزايا التي توفر راحة البال والثقة وهذا ما يميز برنامجنا عن شركات التأمين الأخرى ، ومن هذه المزايا:

# Paragraphs2
source: Arabian Shield pays liability compensation through this program that may be consequent on the vehicle owner or the driver to compensate a third party as a result of an accident caused by the insured vehicle. This program has unique advantages, including:
ar: تقوم الدرع العربي بدفع تعويض المسؤولية من خلال هذا البرنامج والذي قد يترتب على مالك السيارة أو السائق لتعويض طرف ثالث نتيجة حادث تسببت فيه السيارة المؤمن عليها.يتمتع هذا البرنامج بمزايا فريدة من بينها:

# firstPoints1
source: Cover all the losses and damages to the insured vehicle as a result of a traffic accident.
ar: تغطية كافة الخسائر والأضرار التي تلحق بالمركبة المؤمن عليها نتيجة حادث مروري.

# firstPoints2
source: Compensate for the losses related to natural disasters such as hail and floods.
ar: تعويض الخسائر المتعلقة بالكوارث الطبيعية مثل البَرَد والفيضانات.

# firstPoints3
source: Compensate for cases of theft.
ar: التعويض عن حالات السرقة.

# firstPoints4
source: A choice between the vast network of certified workshops or agency for repairs.
ar: الاختيار بين شبكة واسعة من ورش العمل المعتمدة أو وكالة للإصلاحات.

# secondPoints1
source: Insured gets an insurance card preventing him from being held by traffic department.
ar: يحصل المؤمن عليه على بطاقة تأمين تمنعه من الحجز من قبل إدارة المرور.

# secondPoints2
source: Insurance Coverage for all types of vehicles.
ar: تغطية تأمينية لجميع أنواع المركبات.

# mainTextPersonalAccident
source: Accidents are many, they cause serious injuries sometimes may lead to disability or death. The personal accident insurance is a policy that provides you with the compensation you are looking for when an unexpected accident occurs. Where the compensation will be paid by Arabian Shield in case of death of the insured or serious injury because of an accident caused by external, violent and visible means led to disability/inability.
ar: الحوادث كثيرة ، فهي تسبب إصابات خطيرة أحياناً قد تؤدي إلى العجز أو الوفاة. التأمين الشخصي ضد الحوادث هو وثيقة توفر لك التعويض الذي تبحث عنه عند وقوع حادث غير متوقع. حيث يتم دفع التعويض من قبل الدرع العربي في حالة وفاة المؤمن عليه أو إصابة خطيرة بسبب حادث ناتج عن وسائل خارجية وعنيفة ومرئية أدت إلى الإعاقة / عدم القدرة.

# Titles1
source: Program Unique Features:
ar: مزايا البرنامج:

# Titles2
source: Coverage:
ar: طبيعة التغطية:

# ParagraphsPersonalAccident
source: Personal accident insurance covers directly and independently any reasons for the loss resulting from physical injuries caused by an accident at work or outside , anywhere in the world while the compensated amount depends on the insured usually wages / salaries earned.
ar: يغطي التأمين ضد الحوادث الشخصية بشكل مباشر ومستقل أي أسباب للخسارة الناتجة عن الإصابات الجسدية الناجمة عن حادث في العمل أو في الخارج ، في أي مكان في العالم بينما يعتمد المبلغ المعوض على المؤمن عليه عادة الأجور / المرتبات المكتسبة.

# secondPointsPersonalAccident1
source: Death.
ar: الموت.

# secondPointsPersonalAccident2
source: Permanent disability.
ar: العجز الدائم.

# secondPointsPersonalAccident3
source: Arabian Shield will indemnify the insured in the events of losing luggage, Temporary total disability.
ar: تقوم الدرع العربي بتعويض المؤمن عليه في حالات فقدان الأمتعة والعجز الكلي المؤقت.

# mainTextTravelnsurance
source: Whether for business or entertainment..... There are many urgent matters that may take place and you cannot avoid them, they may make your travel abroad less fun or make you vulnerable to delay important business.Now with Arabian Shield you can enjoy a safer journey by getting out travel insurance to European countries or worldwide.
ar: سواء للعمل أو الترفيه ..... هناك العديد من الأمور الملحة التي قد تحدث ولا يمكنك تجنبها ، فقد تجعل سفرك إلى الخارج أقل متعة أو تجعلك عرضة لتأخير عمل مهم. الآن مع الدرع العربي يمكنك الاستمتاع رحلة أكثر أمانًا من خلال الحصول على تأمين السفر إلى الدول الأوروبية أو في جميع أنحاء العالم.

# ParagraphstravelInsurance1
source: Arabian Shield has signed an agreement with International SOS the world leader in the provision of:
ar: وقعت الدرع العربي اتفاقية مع International SOS الرائدة عالمياً في توفير:

# ParagraphstravelInsurance2
source: Arabian Shield travel insurance policy provides you with the following core services:
ar: توفر لك وثيقة تأمين السفر للدرع العربي الخدمات الأساسية التالية:

# firstPointstravelInsurance1
source: Medical assistance.
ar: المساعدة الطبية.

# firstPointstravelInsurance2
source: International health care.
ar: الرعاية الصحية الدولية.

# secondPointstravelInsurance1
source: Benefits and medical expenses.
ar: الفوائد والنفقات الطبية.

# secondPointstravelInsurance2
source: Free medical assistance.
ar: مساعدة طبية مجانية.

# secondPointstravelInsurance3
source: Arabian Shield will indemnify the insured in the events of losing luggage, flight cancellation or missing the flight due to a non-deliberate medical emergency.
ar: إلغاء الرحلة أو فقدانها بسبب حالة طبية طارئة غير متعمدة.

# mainTextVisitVisa
source: Your loved ones are our loved ones. We do care about their comfort during their visit to Saudi Arabia. Now you can easily extend your loved ones visit visa insurance by filling some fields below.
ar: أحبائك هم أحباؤنا. نحن نهتم براحتهم أثناء زيارتهم للمملكة العربية السعودية. يمكنك الآن تمديد تأمين تأشيرة الزيارة لأحبائك بسهولة عن طريق ملء بعض الحقول أدناه.

# TitlesMedicalMalpractice1
source: Medical Malpractice Insurance
ar: تأمين الأخطاء الطبية

# TitlesMedicalMalpractice2
source: What is the insurance coverage?
ar: ما هي التغطية التأمينية؟

# ParagraphsMedicalMalpractice1
source: Arabian Shield provides peace of mind for medical professionals in the event of being exposed to a claim or prosecution, as the company offers them the possible assistance and support to protect them and protect their professional reputation.
ar: توفر الدرع العربي راحة البال للمهنيين الطبيين في حالة تعرضهم لمطالبة أو مقاضاة ، حيث تقدم لهم الشركة المساعدة والدعم الممكنين لحمايتهم وحماية سمعتهم المهنية.

# ParagraphsMedicalMalpractice2
source: The company protects medical professionals against legal liability in the event of any breach of their duties through the exercise of their professional work. Whether the violation by fault, negligence or omission. This insurance coverage includes:
ar: تحمي الشركة المهنيين الطبيين من المسؤولية القانونية في حالة حدوث أي إخلال بواجباتهم من خلال ممارسة عملهم المهني. سواء كان الانتهاك عن طريق الخطأ أو الإهمال أو الإهمال. تشمل هذه التغطية التأمينية:

# secondPointsMedicalMalpractice1
source: Settlements
ar: تسويات

# secondPointsMedicalMalpractice2
source: Compensatory damages adjudged against medical professionals
ar: الأضرار التعويضية المحكوم بها ضد المهنيين الطبيين

# secondPointsMedicalMalpractice3
source: Judicial costs and expenses incurred in connection with the defense of judicial proceedings.
ar: التكاليف والنفقات القضائية المتكبدة فيما يتعلق بالدفاع عن الإجراءات القضائية.

# mainTextMedicalInsurance
source: Reassurance on human and family health works as a stimulus for everyone to do more tender. Arabian Shield seeks to provide a healthy environment and guarantees the right of insured to receive full treatment and health care he needs through a wide and distinctive network of hospitals.
ar: الطمأنينة على صحة الإنسان والأسرة تعمل كحافز للجميع للقيام بالمزيد من العطاء. تسعى الدرع العربي لتوفير بيئة صحية وتضمن حق المؤمن عليه في تلقي العلاج والرعاية الصحية الكاملة التي يحتاجها من خلال شبكة واسعة ومميزة من المستشفيات.

# pleaseEnterCorrectEmail
source: Please enter a correct Email address
ar: يرجى إدخال عنوان البريد الإلكتروني الصحيح

# pleaseEntercorrectPass
source: Please enter a correct Password
ar: الرجاء إدخال كلمة المرور الصحيحة

# clickingForgotPassword
source: We see you are having trouble logging into the app. Please make sure you have the correct email address and password. If you have forgotten your password you can request a new one by clicking the 'Forgot Password' button.
ar: نرى أنك تواجه مشكلة في تسجيل الدخول إلى التطبيق. يرجى التأكد من أن لديك عنوان البريد الإلكتروني وكلمة المرور الصحيحين. إذا كنت قد نسيت كلمة المرور الخاصة بك ، فيمكنك طلب كلمة مرور جديدة بالنقر فوق الزر نسيت كلمة المرور

# pleaseFillFields
source: Please fill fields correctly.
ar: يرجى ملء الحقول بشكل صحيح.

# forgotPass
source: Forgot your password?
ar: هل نسيت كلمة المرور؟

source: Registration
ar: التسجيل

source: Something went wrong, please try again!
ar: حدث خطأ ما. أعد المحاولة من فضلك!

source: Claim NO.
ar: رقم المطالبة

source: Policy NO.
ar: رقم الوثيقة.

source: Plate NO.
ar: رقم اللوحة.

source: Policy Type
ar: نوع الوثيقة

source: Claim Status
ar: حالة المطالبة

source: Submission Date
ar: تاريخ التقديم

source: Claimed Amount
ar: المبلغ المطالب به

# noClaimsregistered
source: No claims were registered under any of your policies.
ar: لم يتم تسجيل أي مطالبات بموجب أي من البوالص التابعة لك.

source: Medical Insurance
ar: التأمين الصحي

source: Motor Insurance
ar: تأمين السيارات

source: Medical Malpractice
ar: تأمين أخطاء الممارسة الطبية

source: Personal Accident
ar: تأمين الحوادث الشخصية

source: Visit Visa
ar: تأشيرة زيارة

source: Comprehensive Insurance
ar: تأمين المركبات الشامل

# compulsiveinsurance
source: Third Party Insurance (TP)
ar: تأمين إلزامي للمركبات

source: Provider Name
ar: إسم المزود

source: Facebook
ar: فيسبوك

source: Twitter
ar: تويتر

source: YouTube
ar: يوتيوب

source: Google Plus
ar: جوجل بلس

source: Alert
ar: تنويه

# recieveemail
source: You will recieve an email shortly
ar: سوف يصلك بريدالكتروني خلال فترة قصيرة

# DateFrom
source: From Date
ar: من تاريخ

# DateTo
source: To Date
ar: الى تاريخ

source: Currency
ar: العملة

source: Statement Type
ar: نوع الكشف

source: Transaction No.
ar: رقم الحركة

source: Transaction Date
ar: تاريخ الحركة

source: Debit
ar: مدين

source: Credit
ar: دائن

source: Balance
ar: الرصيد

source: Retrieve Quotation
ar: استرجاع تسعيرتي

source: Retrieve Your Quote
ar: استرجع تسعيرتك

# Ifyouhavepreviouslyregisteredaquote
source: If you have previously registered a quote online through any of our digital channels (Mobile App. or Portal), you can get it back by filling in your Iqama/Saudi ID and either your Email or Quote No. generated back then.
ar: إذا كنت قد سجلت سابقًا عبر الإنترنت من خلال أي من قنواتنا الرقمية (تطبيق الهاتف المحمول. أو البوابة الإلكترونية) ، فيمكنك استعادتها عن طريق ملء رقم إقامتك / الهوية السعودية وإما بريدك الإلكتروني أو رقم التسعيرة الذي تم إنشاؤه في ذلك الوقت.

source: Iqama/Saudi ID.
ar: رقم الهوية او الاقامة

source: Quote No.
ar: رقم تسعيرتك

source: Cannot Retrieve Quotation
ar: لا يمكن استرجاع تسعيرتك

source: Statement of Account
ar: كشف حساب

# outstanndingbalance
source: Outstanding Balance
ar: الرصيد المستحق

source: Cancel Policy
ar: إلغاء الوثيقة

source: Passwords do not match
ar: كلمات المرور غير متطابقة

source: Personal Accident
ar: تأمين الحوادث الشخصية

source: SME Medical
ar: التأمين الصحي

source: Activate Visit Visa
ar: تفعيل تأشيرة الزيارة

source: Extend Visit Visa
ar: تمديد تأشيرة الزيارة

source: Due Amount
ar: المبلغ المترتب

source: Quote Date
ar: تاريخ التسعير

source: Is Converted?
ar: محولة؟

# noQuotes
source: No Quotations found for this user
ar: لا يوجد تسعيرات

source: Next
ar: التالي

source: Previous
ar: السابق

source: Delete
ar: حذف

source: Cancel
ar: إلغاء

source: Documents Upload
ar: رفع الوثيقة

source: total
ar: المجموع

source: Data
ar: البيانات

source: Field
ar: الحقل

source: add
ar: إضافة

source: Validation Summary
ar: التحقق من صحة الملخص

source: Please fill the following
ar: الرجاء ملء التالي

source: Something wrong
ar: يوجد شيء خاطئ

source: Note
ar: ملاحظة

source: Operation error
ar: خطأ في العملية

source: Update
ar: تحديث

source: Confirmation
ar: التأكيد

# are_you_sure
source: Are you sure want to delete this row ?
ar: هل أنت متأكد من أنك تريد حذف هذا الصف

source: SMS
ar: رسالة نصية

# receiveotp
source: An OTP must be sent to you to continue your registration, How would you like to receive it?
ar: سيصلك رقم سري لإتمام التسجيل, كيف تود استلامه؟

# otpverified
source: OTP Verified, press Ok to complete your registration
ar: تم التأكد من الرقم السري, يمكنك اتمام التسجيل

source: Update Quotation
ar: تحديث

source: Pay
ar: دفع

source: Arabian Shield Insurance Company
ar: شركة الدرع العربي للتأمين

# YourReceipt
source: Your Receipt (JOD)
ar: إيصالك (دينار أردني)

source: Card Number
ar: رقم البطاقة

source: MM/YY
ar: شهر/ سنة

source: CVV
ar: رقم الكود الموجود على بطاقات الاتمان

source: CVV is invalid
ar: رقم الكود الموجود على بطاقات الاتمان غير صالح

source: Card Number is Invalid
ar: رقم البطاقة غير صحيح

source: Expire Date is Invalid
ar: تاريخ انتهاء الصلاحية غير صالح

source: Card Holder Name
ar: إسم صاحب البطاقة

source: Please Enter Full Card Holder Name
ar: الرجاء إدخال اسم حامل البطاقة بالكامل

source: Back
ar: الرجوع

source: Back To Home
ar: الرجوع الى الشاشة الرئيسية

source: Gallery
ar: معرض الصور

source: Camera
ar: الكاميرا

source: Please Choose
ar: الرجاء الاختيار

source: Card has expired
ar: انتهت صلاحية البطاقة

source: Expiry year is invalid
ar: سنوات انتهاء الصلاحية غير صالحة

source: Expiry month is invalid
ar: شهر انتهاء الصلاحية غير صالح

source: fieldDataTable
ar: حقل

source: please make sure to proceed with the steps correctly
ar: يرجى التأكد من متابعة الخطوات بشكل صحيح

# paymentReachedYouCanNotUpdateYourQuotation
source: payment reached you can’t update your quotation
ar: وصلت السداد لا يمكنك تحديث الاقتباس الخاص بك

source: Craftsman Insurance
ar: تأمين الحرفيين

source: Renewal
ar: تجديد

source: Medical
ar: الطبي

source: PolicyStatus
ar: حالة التأمين

# Notexpired
source: Not Epired
ar: غير منتهية

source: Expired
ar: منتهية

source: active
ar: فعال

# language
source: English
ar: عربي

source: Upcoming Matches
ar: المباريات القادمه

source: Join
ar: انضم

source: More
ar: المزيد

source: Matches
ar: المباريات

# medicalNetworkHeader
source: Medical Network
ar: الشبكة الطبية

# personalServicesHeader
source: Personal Services
ar: خدمات شخصية

source: Claims
ar: المطالبات

# SOA
source: Statement Of Account
ar: كشف حساب

# FirstInsuranceCompany
source: FIRST INSURANCE COMPANY (FIC'S)
ar: الشركة الأولى للتأمين

source: Medical Insurance - Solidarity
ar: تأمين - سوليدرتي - الطبي

source: Medical Insurance - Mednet
ar: تأمين - ميد نت - الطبي
